Repository: ljagostini/aiconnect
Catalog: Core/Properties/UI.*.resx
Languages: es

# Calibragem_DelayMaiorZero
source: Delay deve ser maior ou igual a zero.
es: El retraso debe ser mayor que cero.

# Calibragem_DelayMenorIgual
source: Delay deve ser menor ou igual a {0}
es: El retraso debe ser inferior o igual a {0}.

# Calibragem_NaoContemValor
source: A calibragem não contém valor.
es: La calibración no contiene ningún valor.

# Calibragem_QuantidadePulsosMaiorZero
source: Quantidade de pulsos deve ser maior que zero.
es: A quantidade de pulsos deve ser maior que zero.

# Calibragem_VelocidadeMaiorZero
source: Velocidade deve ser maior ou igual a zero.
es: El número de impulsos debe ser mayor que cero.

# Calibragem_VelocidadeMenorIgual
source: Velocidade deve ser menor ou igual a {0}
es: La velocidad debe ser inferior o igual a {0}.

# Colorantes_Circuito
source: [Circuito de colorante {0}]
es: [Circuito para colorear {0}]

# Colorantes_CorrespondenciaRepetida
source: Correpondência repetida.
es: correspondencia repetida.

# Colorantes_MassaEspecificaObrigatoria
source: A massa específica deve ser maior que zero.
es: La masa específica debe ser mayor que cero.

# Colorantes_NomeObrigatorio
source: Nome do colorante é um dado obrigatório.
es: El nombre del tinte es un conjunto de datos requeridos.

# Parametors_Comunicacao_TimeoutFaixa
source: Timeout deve ser um valor entre 0 e 65535.
es: El tiempo de espera debe ser un valor entre 0 y 65535.

# Parametros_Dat_DiretorioInvalido
source: Diretório de monitoramento do arquivo dat é inválido.
es: El directorio de supervisión de archivos dat no es válido.

# Parametros_Dat_PadraoConteudoObrigatorio
source: O padrão de arquivo dat é uma dado obrigatório.
es: Es obligatorio informar al patrón de contenido de archivos dat.

# Parametros_Dat_RepositorioInvalido
source: Caminho do arquivo dat é inválido.
es: El depósito de archivos DAT manera no es válido.

# Parametros_Global_AceleracaoMaiorZero
source: Aceleração global deve ser maior que zero.
es: La aceleración total debe ser mayor que cero.

# Parametros_Global_VelocidadeMaiorZero
source: Velocidade global deve ser maior que zero.
es: La velocidad global debe ser mayor que cero.

# Parametros_Inicializacao_AceleracaoMaiorZero
source: A aceleração da inicialização de circuitos deve ser maior que zero.
es: El paso de variación del circuito de inicialización debe ser mayor que cero.

# Parametros_Inicializacao_PulsoInicialMaiorZero
source: O pulso inicial da inicialização de circuitos deve ser maior que zero.
es: El pulso inicial del circuito de inicialización debe ser mayor que cero.

# Parametros_Inicializacao_PulsoLimiteMaiorZero
source: O pulso limite da inicialização de circuito deve ser maior que zero.
es: El borde de pulso de los circuitos de inicialización debe ser mayor que cero.

# Parametros_Inicializacao_QtdeCircuitosGrupoFaixa
source: A quantidade de circuitos por grupo deve estar entre 3 e 5.
es: La cantidad de circuitos por grupo debe estar entre 3 y 5.

# Parametros_Inicializacao_StepVariacaoMaiorZero
source: Step de variação da inicialização de circuito deve ser maior que zero.
es: O step de variação da inicialização de circuitos deve ser maior que zero.

# Parametros_Inicializacao_VariacaoPulsoMaiorZero
source: A variação do pulso da inicialização de circuito deve ser maior que zero.
es: La variación de impulso de inicialización de circuito debe ser mayor que cero.

# Parametros_Inicializacao_VelocidadeMaiorZero
source: A velocidade da inicialização de circuito deve ser maior que zero.
es: La velocidad del circuito de inicialización debe ser mayor que cero.

# Parametros_Log_DiretorioLogProcessoInvalido
source: O diretório de armazenamento do log de processo é inválido.
es: El registro de proceso de exención directorio de almacenamiento no es válida.

# Parametros_Log_DiretorioLogQuantidadeDispensadaInvalido
source: O diretório de armazenamento do log de quantidade dispensada é inválido.
es: La cantidad dispensada directorio de almacenamiento de registro no es válido.

# Parametros_Nivel_MaximoMaiorQueMInimo
source: O nível máximo de colorante deve ser maior que o nível mínimo.
es: El nivel máximo de tinte debe ser mayor que el mínimo.

# Parametros_Nivel_MaximoMaiorZero
source: O nível máximo de colorante deve ser maior que zero.
es: El nivel máximo de tinte debe ser mayor que cero.

# Parametros_Nivel_MinimoMaiorZero
source: O nível mínimo de colorante deve ser maior que zero.
es: El nivel mínimo de tinte debe ser mayor que cero.

# Parametros_Purga_AceleracaoMaiorZero
source: A acelaração da purga deve ser maior que zero.
es: La aceleración del drenaje debe ser mayor que cero.

# Parametros_Purga_PrazoExecucaoMaiorZero
source: Prazo de execução da purga deve ser maior que zero.
es: El límite de purga de tiempo debe ser mayor que cero.

# Parametros_Purga_VelocidadeMaiorZero
source: A velocidade da purga deve ser maior que zero.
es: La velocidad de la purga debe ser mayor que cero.

# Parametros_Purga_VolumeMaiorZero
source: O volume da purga deve ser maior que zero.
es: El volumen de la purga debe ser mayor que cero.

# Parametros_UnidadeMedida_ShotMaiorZero
source: O valor da unidade shot deve ser maior que zero.
es: El valor de la vacuna debe ser mayor que cero.

# Parametros_UnidadeMedida_UnidadeEntradaObrigatoria
source: É obrigatório selecionar uma unidade de medida para entrada do usuário.
es: Es obligatorio seleccionar una unidad de medida para la entrada del usuario.

# Parametros_UnidadeMedida_UnidadeExibicaoObrigatoria
source: É obrigatório selecionar a unidade de medida que o usuário visualizará no controle de nível.
es: Es obligatorio seleccionar la unidad de visualización de la medición en el control del nivel de colorante.
