Repository: ljagostini/aiconnect
Catalog: IOConnect/Properties/IOConnect.*.resx
Languages: es

# Autenticacao_lblTitulo
source: Autenticação
es: Autenticación

# Autenticacao_rdbSenha
source: Senha
es: Contraseña

# FormulaPersonalizada_Label_0009
source: Editar fórmula personalizada
es: Edición de fórmula personalizada

# FormulaPersonalizada_Label_0010
source: Nome
es: Nombre

# FormulaPersonalizada_Label_0011
source: Produto
es: Colorante

# FormulaPersonalizada_Label_0012
source: Quantidade
es: Cantidad

# GerenciarFormulaPersonalizada_Label_0007
source: Gerenciar fórmulas personalizadas
es: Administrar fórmulas personalizadas

# GerenciarNivel_btnAbastecerTodos
source: Abastecer todos
es: Llenar todos colorantes

# GerenciarNivel_btnZerarTodos
source: Zerar todos
es: Reajustar todos colorantes

# GerenciarNivel_lblTitulo
source: Gerenciar nível de produtos
es: Administrar nivel de colorante

# Global_Abortar
source: Abortar
es: Interrumpir

# Global_Cancelar
source: Cancelar
es: Anular

# Global_Iniciar
source: Iniciar
es: Comenzar

# Global_Label_Dias
source: dias
es: días

# IncializacaoCircuitos_ProgressBar_Msg01
source: Clique em iniciar para executar o processo!
es: Haga clic en Inicio para ejecutar el proceso!

# IncializacaoCircuitos_ProgressBar_Msg02
source: Inicializando circuitos de produtos
es: La inicialización de los circuitos de colorantes

# IncializacaoCircuitos_ProgressBar_Msg03
source: Processo concluído
es: Proceso completado

# Licenca_lblChave
source: Chave
es: Clave

# Licenca_lblLicenca
source: Licença
es: Licencia

# Licenca_lblTitulo
source: Ativação de software
es: La activación de software

# Nivel_lblTitulo
source: Editar nível de produto
es: Editar nivel de colorante

# Nivel_lblUnidadeMedida
source: Unidade de medida
es: Unidad de medida

# NumeroSerie_lblNumeroSerie
source: Número de série
es: Número de serie

# NumeroSerie_lblTitulo
source: Número de série do equipamento
es: Número de serie del equipo

# Purgar_lblStatus_Msg01
source: Pronto para purgar circuitos de produtos.
es: Listo para purgar los circuitos de colorantes

# Purgar_lblStatus_Msg02
source: Purgando circuito do produto
es: Purga del circuito de colorante.

# Purgar_lblSubStatus_Msg01
source: Clique no botão iniciar para executar o processo!
es: Haga clic en el botón Inicio para ejecutar el proceso!

# Purgar_lblSubStatus_Msg02
source: Posição do circuito:
es: Posición de circuito:

# Sobre_Label_0000
source: Sobre o IOConnect
es: Acerca del IOConnect

# Sobre_Label_0001
source: Número de série:
es: Numero de serie:

# Sobre_Label_0003
source: Versão do software:
es: Versión de software:

# Sobre_Label_0004
source: Data de instalação:
es: Fecha de instalación:

# Sobre_Label_0005
source: Validade da licença:
es: Validez de mantenimiento:

# Sobre_Label_0006
source: Dispositivo ativo:
es: Idioma activo:

# Sobre_lnkRedefinirManutencao
source: [Clique para redefinir]
es: [Haga clic para restablecer]

# ValidadeManutencao_lblTitulo
source: Redefinir validade da Licença
es: Restablecer validez de mantenimiento

# Autenticacao_DadosNaoInformados
source: Dados de autenticação não informados.
es: Datos de autenticación no informados.

# Autenticacao_SenhaInvalida
source: Senha inválida.
es: Contraseña inválida.

# CaminhoArquivo_lblDiretorio
source: Diretório
es: Directorio

# CaminhoArquivo_lblNome
source: Nome
es: Nombre

# CaminhoArquivo_lblTitulo
source: Informar arquivo
es: Informar Archivo

# DispensaSequencial_lblStatus_Msg01
source: Pronto para dispensar produtos.
es: Lista para dispensar colorantes.

# DispensaSequencial_lblStatus_Msg02
source: Dispensando produto
es: Dispensación de colorante

# DispensaSequencial_lblSubStatus_Msg01
source: Clique no botão iniciar para executar o processo!
es: Haga clic en el botón Inicio para ejecutar el proceso!

# DispensaSimultanea_lblStatus_Msg01
source: Pronto para dispensar
es: Lista para dispensar

# DispensaSimultanea_lblStatus_Msg02
source: Dispensando de produtos.
es: Dispensación de colorantes.

# DispensaSimultanea_lblSubStatus_Msg01
source: Clique no botão para iniciar a distribuição de produtos!
es: Haga clic en el botón para iniciar la distribución de colorantes!

# Global_AcessoNegado
source: Acesso negado.
es: No se permite el acceso.

# Configuracao_lblGeralPorta
source: Porta modbus
es: Puerta modbus

# Configuracoes_blColoranteMassa
source: Massa espec. (g/ml)
es: Masa espec. (g/ml)

# Configuracoes_blColoranteNome
source: Nome
es: Nombre

# Configuracoes_btnCalibragemEditar
source: Habilitar edição de valores
es: Habilitar la edición de valores

# Configuracoes_btnCalibragemHistorico0
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico1
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico2
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico3
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico4
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico5
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico6
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico7
source: Histórico
es: Historia

# Configuracoes_btnInicializacaoExecutar
source: Executar inicialização de circuitos
es: Circuito de arranque ejecutar

# Configuracoes_chkControlarNivel
source: Controle nível de produto
es: Control de nivel de colorante

# Configuracoes_chkDispensaSequencial
source: Dispensa sequêncial entre dispositivo
es: Dosificación secuencial

# Configuracoes_chkGeralSomarRevSteps
source: Somar pulso reverso à quantidade de pulso horário na dispensa da calibragem
es: Añadir pulso inversa a la cantidad de tiempo que la calibración pulso de dosificación

# Configuracoes_chkInicializacaoExecutarAntesPurga
source: Inicializar circuitos antes da purga
es: Inicializar los circuitos antes de purgar

# Configuracoes_chkInicializacaoMovimentoReverso
source: Iniciar processo com movimento reverso
es: Iniciar el proceso con el movimiento inverso

# Configuracoes_chkModoSimulacao
source: Modo simulação
es: Modo de simulación

# Configuracoes_chkPurgaControleExecucao
source: Executar purga obrigatória em
es: Realice una purga de obligatoria

# Configuracoes_chkTesteRecipiente
source: Testar recipiente
es: Teste de embalaje

# Configuracoes_chkUtilizarCorrespondencia
source: Utilizar correspondência de circuitos de produtos
es: Copiar circuitos colorantes

# Configuracoes_Confirma_RecarregarDadosCalibragem
source: Para que as alterações tenham efeito é necessário recarregar os dados da calibragem. Deseja recarregá-los agora?
es: Para que los cambios surtan efecto necesita volver a cargar los datos de calibración. ¿Quieres volver a cargarlos ahora?

# Configuracoes_Informacao_InformeDelay
source: Informe o delay!
es: Informar delay/espera!

# Configuracoes_Informacao_InformePulsos
source: Informe os pulsos!
es: Informar pulsos!

# Configuracoes_Informacao_InformeVelocidade
source: Informe a velocidade!
es: Informar velocidad!

# Configuracoes_Informacao_NumeroSerieDigitos
source: O número de série deve ter 4 dígitos.
es: El número de serie debe tener 4 dígitos.

# Configuracoes_Informacao_SenhaDigitos
source: A senha deve possuir ao menos 4 caracteres.
es: La contraseña debe tener al menos 4 caracteres.

# Configuracoes_Informacao_ValoresInvalidos
source: Foram encontrados os seguintes valores inválidos:
es: Se encontraron los siguientes valores válidos:

# Configuracoes_lblAdminNumeroSerial
source: Número de série
es: Numero de serie

# Configuracoes_lblAdminSenha
source: Senha de administrador
es: Contraseña de administrador

# Configuracoes_lblCalibragemColorante
source: Produto
es: Colorante

# Configuracoes_lblCalibragemDesvio
source: Desvio (%)
es: Desvío (%)

# Configuracoes_lblCalibragemLegendaMassaEspec
source: Massa específica:
es: Masa específica:

# Configuracoes_lblCalibragemMassa
source: Massa (g)
es: Masa (g)

# Configuracoes_lblCalibragemMassaIdeal
source: Massa ideal
es: Masa ideal

# Configuracoes_lblCalibragemVelocidade
source: Velocidade
es: Velocidad

# Configuracoes_lblCalibragemVolume
source: Volume
es: Volumen

# Configuracoes_lblDatBaseCircuito
source: Circuito de produto começa em:
es: Circuito de colorantes empeza en:

# Configuracoes_lblDatCaminhoMonitoramento
source: Caminho de monitoramento do arquivo
es: Camino de monitorización de archivos

# Configuracoes_lblDatCaminhoRepositorio
source: Caminho do repositório de arquivos dat renomeados
es: Camino do repositório de arquivos dat renombrado

# Configuracoes_lblDatPadraoConteudo
source: Padrão de conteúdo do arquivo DAT:
es: Contenido estándar del archivo DAT:

# Configuracoes_lblGeralAceleracao
source: Aceleração
es: Aceleración

# Configuracoes_lblGeralComunicacao
source: Comunicação
es: Comunicación

# Configuracoes_lblGeralDelayReverso
source: Delay reverso
es: Retardo reverso

# Configuracoes_lblGeralFuncinamentoSoftware
source: Funcionamento do software
es: Funcionamiento del software

# Configuracoes_lblGeralParametroDispensaGlobal
source: Parâmetros de dispensa globais
es: Parámetros de dosificación globales

# Configuracoes_lblGeralVelocidade
source: Velocidade
es: Velocidad

# Configuracoes_lblInicializacaoAceleracao
source: Aceleração
es: Aceleración

# Configuracoes_lblInicializacaoPulsoLimite
source: Pulso limite
es: Límite de pulso

# Configuracoes_lblInicializacaoVariacaoPulso
source: Variação do pulso
es: Pulso variación

# Configuracoes_lblInicializacaoVelocidade
source: Velocidade
es: Velocidad

# Configuracoes_lblLogProcessoDispensa
source: Caminho do arquivo de log do processo de dispensa
es: Camino del archivo del proceso de dispensar

# Configuracoes_lblLogQuantidadeDispensa
source: Caminho do arquivo de log de quantidade dispensada
es: Camino del archivo DAT

# Configuracoes_lblNivelMinimo
source: Nível mínimo
es: Nivel mínimo

# Configuracoes_lblPurgaAceleracao
source: Aceleração
es: Aceleración

# Configuracoes_lblPurgaVelocidade
source: Velocidade
es: Velocidad

# Configuracoes_lblPurgaVolume
source: Volume dispensa
es: Volumen dispensado

# Configuracoes_lblTitulo
source: Configurações
es: Ajustes

# Configuracoes_lblUniMedidaUnidadeExibicao
source: Unidade de exibição do controle de nível de produto
es: Nivel de la unidad de visualización de control de colorante

# Configuracoes_lblUniMedidaUnidadesHabilitadas
source: Unidades habilitadas para entrada de dados
es: Unidades habilitadas para la entrada de datos

# Configuracoes_rdbDatPadrao01
source: Padrão 01
es: Estándar 01

# Configuracoes_rdbDatPadrao02
source: Padrão 02
es: Estándar 02

# Configuracoes_rdbDatPadrao03
source: Padrão 03
es: Estándar 03

# Configuracoes_tabCalibragem
source: Calibração
es: Calibración

# Configuracoes_tabColorantes
source: Produtos
es: Colorantes

# Configuracoes_tabControleVolume
source: Nível de Produtos
es: Nivel de colorante

# Configuracoes_tabInicializarCircuito
source: Inicializar circuitos
es: Circuitos de inicialización

# Configuracoes_tabUnidadeMedida
source: Unidade medida
es: Unidad medida

# FormulaPersonalizada_Informacao_ColoranteExistente
source: O produto selecionado já foi adicionado.
es: El colorante seleccionado se ha añadido.

# FormulaPersonalizada_Informacao_QuantidadeNaoInformada
source: A quantidade de produto não foi informada.
es: La cantidad de colorante no fue informado.

# FormulaPersonalizada_Informaco_InformarColorante
source: Informe ao menos um produto!
es: Incluir al menos un colorante!

# FormulaPersonalizada_Informaco_InformarFormula
source: Informe o nome da fórmula!
es: Introduzca el nombre de la fórmula!

# GerenciarFormulaPersonalizada_Falha_Dispensar
source: Falha ao dispensar. Detalhes:
es: No se pudo dosificar. Detalhes:

# GerenciarNivel_Confirmar_ZerarNivel
source: Deseja realmente zerar o nível de produto?
es: Usted realmente desea restablecer el nivel de colorante?

# GerenciarNivel_Informacao_ColorantesDesabilitados
source: Todos os produtos estão desabilitados.
es: Todos los colorantes están desactivados.

# Global_BaixaColoranteEfetuada
source: Baixa de produtos efetuada.
es: Cantidad de colorante hecho.

# Global_CircuitoColoranteAbastecido
source: O seguinte circuito de produto foi abastecido:
es: El siguiente circuito colorante se cargó:

# Global_CircuitoColoranteInexistente
source: Circuito de produto inexistente
es: Circuito de colorante inexistente

# Global_CircuitoColoranteZerado
source: O nível do seguinte circuito de produto foi zerado:
es: El nivel del siguiente colorante fue llenado:

# Global_Confirmar_AbastecerDosadora
source: Deseja abastecer a dosadora agora?
es: ¿Quieres llenar colorantes ahora?

# Global_Confirmar_DesejaTentarNovamente
source: Deseja tentar novamente?
es: ¿Quieres intentar una vez más?

# Global_Confirmar_ExcluirDados
source: Confirma a exclusão dos dados?
es: Confirma la exclusión de los datos?

# Global_Confirmar_ExecutarPorcesso
source: Deseja executar o processo agora?
es: Desea ejecutar el proceso ahora?

# Global_Confirmar_Sair
source: Deseja realmente sair da tela?
es: ¿Desea realmente salir de esta pantalla?

# Global_Confirma_RedefinirValidade
source: Deseja redefinir a data de validade agora?
es: ¿Quieres reajustar la fecha de caducidad ahora?

# Global_DispensaExecutadaEdicaoFormula
source: Dispensa executada na edição de fórmulas personalizadas
es: Dispensa realiza en la edición de fórmulas personalizadas

# Global_DispensaExecutadaGerenciamentoFormula
source: Dispensa executada no gerenciamento de fórmulas personalizadas.
es: Dispensa hecha en la gestión de fórmulas personalizadas.

# Global_DosagemAbortada
source: Dosagem abortada
es: Dosificación interrumpida

# Global_DosagemCancelada
source: Dosagem cancelada
es: Dosificación anulada

# Global_DosagemConcluida
source: Dosagem concluída.
es: Dosificación finalizada

# Global_DosagemIniciada
source: Dosagem iniciada.
es: Dosificación iniciada

# Global_FalhaDosagem
source: Falha ao dosar
es: No se ha podido dosificar

# Global_FalhaPurgar
source: Falha ao purgar
es: No se ha podido hacher purga

# Global_Falha_CarregarDados
source: Falha ao carregar dados. Detalhes:
es: Error al cargar los datos. Detalles:

# Global_Falha_Dispensar
source: Falha ao dispensar.
es: Falha dosificar.

# Global_Falha_EnviarDados
source: Falha ao enviar dados. Detalhes:
es: No se pudo enviar datos. Detalles:

# Global_Falha_ExcluirDados
source: Falha ao excluir dados. Detalhes:
es: No se pudo borrar datos. Detalles:

# Global_Falha_ExecucaoPorcesso
source: Falha ao executar processo. Detalhes:
es: No se ha podido ejecutar el proceso. Detalles:

# Global_Falha_GravarDados
source: Falha ao gravar dados. Detalhes:
es: No se pudo grabar los datos. Detalles:

# Global_Falha_Monitoramento
source: Falha no monitoramento.
es: Error de monitoreo.

# Global_Falha_NaoFoiPossivelAtualizar
source: Não foi possível executar as atualizações. A aplicação será encerrada.
es: No se pudo realizar las actualizaciones. La aplicación se cerrará.

# Global_Falha_NaoFoiPossivelConectar
source: Não foi possível conectar-se ao dispositivo de dispensa.
es: No se puede conectar al dispositivo dispensador.

# Global_Falha_PerdaDeConexao
source: Perda de conexão.
es: Pérdida de la conexión.

# Global_FormatoInvalido
source: Formato inválido.
es: Formato no válido.

# Global_Informacao_AplicativoEmExecucao
source: O aplicativo já está em execução.
es: La aplicación ya está en marcha.

# Global_Informacao_ArquivoDatDeletado
source: O arquivo Dat foi deletado.
es: Se ha eliminado el archivo dat.

# Global_Informacao_ArquivoNaoInformadoOuInvalido
source: Nome de arquivo não informado ou inválido.
es: Nombre de archivo no se informó o no válido.

# Global_Informacao_DadosGravadosSucesso
source: Os dados foram registrados com sucesso.
es: Grabación de los datos hecha con éxito.

# Global_informacao_DatRenomeado
source: O sistema registrou o ocorrido e o arquivo dat foi salvo.
es: Archivo Dat renombrado.

# Global_Informacao_DispensaCancelada
source: Dispensa cancelada.
es: Dispensa anulada.

# Global_Informacao_ExpiracaoManutencao
source: A validade da licença expirará em
es: La validad del mantenimiento expirará en

# Global_Informacao_NenhumColorante
source: Nenhum produto foi selecionado.
es: No ha sido seleccionado nengún colorante.

# Global_Informacao_NivelColoranteInsuficiente
source: Nível de produto insuficiente.
es: El nivel de colorante es insuficiente.

# Global_Informacao_NivelMinimo
source: Não foi possível dispensar pois o nível destes produtos ficaria abaixo do mínimo configurado:
es: La cantidad de colorante de dispensación de la siguiente formula hará que el nivel almacenado en la máquina cae por debajo del mínimo configurado:

# Global_Informacao_NumeroSerialInvalido
source: Número serial inválido. O número serial deve ter 4 dígitos.
es: Número de serie válido. El número de serie debe tener 4 dígitos.

# Global_Informacao_ProcessoCancelado
source: Processo cancelado.
es: Proceso anulado.

# Global_Informacao_RecipienteNaoPosicionado
source: O recipiente da base não encontra-se posicionado no bico dosador.
es: No hay embalaje en la boquilla del dosificador.

# Global_Informacao_RecipienteNaoPosicionado_2
source: Recipiente não posicionado.
es: Embalaje no esta posicionada.

# Global_Informacao_RequisitosNaoAtendidos
source: Os seguintes pré-requisitos de execução não foram atendidos:
es: Los siguientes requisitos previos de ejecución no se cumplieron:

# Global_InicializacaoInterrompida
source: A inicializção de circuitos foi interrompida. Não é possível executar a purga.
es: A inicializção de circuitos foi interrompida. Não é possível executar purga.

# Global_IOConnectInicializadoModoSimulacao
source: IOConnect inicializado em modo de simulação
es: IOConnect comenzó en el modo de simulación

# Global_MonitoramentoPausado
source: Monitoramento pausado.
es: Monitoreo en pausa.

# Global_Monitorando
source: Monitorando
es: Monitoreo

# Global_Nao
source: Não
es: No

# Global_ProcessoCanceladoUsuario
source: Processo cancelado pelo usuário.
es: Proceso anulado por el usuario.

# Global_ProcessoDispensaIniciado
source: Processo de dispensa iniciado.
es: Proceso de dosificación empezado.

# Global_PurgaAbortada
source: Purga abortada.
es: Purga interrumpida

# Global_PurgaCancelada
source: Purga cancelada.
es: Purga anulada

# Global_PurgaConcluida
source: Purga concluída.
es: Purga completado

# Global_PurgaPendente
source: Existe uma purga pendente. Não será possível dispensar produto até que a mesma seja realizada
es: Hay una purga pendiente. No se puede dosificar hasta que se haga purga

# Global_PurgaPendente3
source: Purga pendente.
es: Purga pendiente

# Global_SelecionadoMenuPurga
source: Selecionada opção purga no menu.
es: Seleccionado purga el menú.

# Global_Sim
source: Sim
es: Sí

# Global_TodosCircuitosColoranteAbastecidos
source: Todos os circuitos de produtos foram abastecidos.
es: Todos los colorantes fueron llenados.

# Global_TodosCircuitosColoranteZerados
source: O nível de todos os circuitos de produtos foi zerado.
es: El nivel de todos los colorantes fueran reajustados a zero.

# Global_TokenNaoInformado
source: Token não informado
es: Token no informado

# Global_UnidadeMedida_Grama
source: Grama
es: Gramo

# Global_UnidadeMedida_Onca
source: Onça
es: Onza

# Gobal_PurgaIniciada
source: Purga iniciada
es: Purga comenzado

# Historico_ColunaDelay
source: Delay
es: Retardo

# Historico_ColunaDesvio
source: Desvio M
es: Desvío M

# Historico_ColunaMassa
source: Massa M
es: Masa M

# Historico_ColunaVelocidade
source: Velocidade
es: Velocidad

# Historico_lblHistoricoLegendaVolume
source: Volume:
es: Volumen:

# Historico_Titulo
source: Histórico de valores confirmados
es: Historico de los valores confirmados

# Init_Confirmacao_ManutencaoExpirada
source: A validade da licença do IOConnect expirou e precisará ser renovada pela equipe de suporte da Percolore. Deseja redefinir a data de validade agora?
es: La validad de servicio ha expirado. No se puede ejecutar el IOConnect hasta que se ingrese la clave de activación. ¿Quieres que reajustar la fecha de caducidad ahora?

# Licenca_Informacao_ChaveIncorreta
source: Chave de ativação incorreta.
es: Clave de activación incorrecta.

# LogProcesso_DatRefinidoLeitura
source: Arquivo dat definido como somente leitura.
es: Archivo Dat definido sólo para lectura.

# Nivel_Confirmar_AbastecimentoColorante
source: Confirma o abastecimento de produto?
es: Confirma suministro de colorante?

# Nivel_Informacao_ExcedeNivelMaximo
source: O nível dos seguintes produtos excede ao nível máximo configurado:
es: El nivel de los siguientes colorantes excede el nivel máximo permitido:

# Nivel_Informacao_NivelMaiorZero
source: O nível de produto deve ser maior que zero.
es: El nivel de colorante debe ser mayor que cero.

# PainelControle_Menu_NivelColorante
source: Nível de produto
es: Nivel de colorante

# PainelControle_Menu_Purga
source: Executar purga
es: Ejecutar la purga

# PainelControle_Menu_Sair
source: Sair
es: Salir

# PainelControle_Menu_Sobre
source: Sobre - Versão {0}
es: Acerca

# Pesagem_btnPesagemAdicionar
source: Adicionar
es: Añadir

# Pesagem_chkPesagemRedefinirPulsos
source: Redefinir pulsos
es: Redefinir pulso

# Pesagem_Confirma_Descarte
source: Confirma o descarte das pesagens?
es: Confirma la eliminación de pesaje?

# Pesagem_Confirma_MassaMedia
source: Confirma a massa média?
es: Confirma la masa media?

# Pesagem_lblPesagemDesvio
source: Desvio
es: Desvío

# Pesagem_lblPesagemLegendaMassaIdeal
source: Massa ideal
es: Masa ideal

# Pesagem_lblPesagemLegendaVolume
source: Volume
es: Volumen

# Pesagem_lblPesagemMassa
source: Massa (g)
es: Masa (g)

# ValidadeManutencao_DataRedefinida
source: A data de validade da manutenção foi redefinida para
es: La fecha de vencimiento del mantenimiento se ha restablecido a

# Global_Colorante
source: Produto
es: Colorante

# Global_Falha_TestarRecipiente
source: Falha ao verificar se recipiente está corretamente posicionado.
es: No se ha podido comprobar si la embalaje está colocado correctamente.

# Init_Falha_Diretorio
source: O seguinte diretório não foi encontrado e uma tentativa de criá-lo falhou:
es: El siguiente directorio no se encuentra y un intento de crear fracasó:

# Init_RelogioAlterado
source: O relógio foi alterado.
es: El reloj ha sido cambiado.

# Init_ValidarDataHora
source: Não foi possível validar data e hora da máquina
es: No se puede validar la fecha y hora de la máquina

# Init_ArquivoNaoEncontrado
source: Não foi possível encontrar o arquivo
es: No se pudo encontrar el archivo.

# InicializacaoCircuitos_btnInicializacaoExecutar
source: Inicializar circuitos
es: Iniciar los circuitos

# ValidadeManutencao_lblNumeroSerie
source: Número de Série:
es: Numero de serie:

# Sobre_Label_0007
source: Idioma ativo:
es: Dispositivo activo:

# LogProcesso_SucessoLeituraConteudoDat
source: O conteúdo do arquivo dat foi lido com sucesso.
es: El contenido del archivo dat se ha leído con éxito.

# LogProcesso_FalhaLeituraConteudoDat
source: Falha ao tentar ler conteúdo do arquivo dat.
es: Error al intentar leer contenido del archivo de fecha.

# Configuracoes_chkDatInterfaceDispSequencial
source: Desabilitar interface de execução da dispensa sequêncial
es: Deshabilitar la interfaz de ejecución de la dosificación secuencial

# Configuracoes_chkDatInterfaceDispSimultanea
source: Desabilitar interface de execução da dispensa simultânea
es: Deshabilitar la interfaz de ejecución de la dosificación simultánea

# Configuracoes_chkIncializacaoInterface
source: Desabilitar interface de execução do processo
es: Deshabilitar interfaz de ejecución del proceso

# Configuracoes_chkPurgaInterfaceProcesso
source: Desabilitar interface de execução do processo
es: Deshabilitar interfaz de ejecución del proceso

# Global_Treinamento_NaofoiPossivelIniciar
source: Não foi possível iniciar o treinamento.
es: No se pudo iniciar el entrenamiento.
