Repository: ljagostini/aiconnect
Catalog: IOConnect/Properties/IOConnect.*.resx
Languages: es

# PainelControle_Menu_Treinamento
source: Treinamento
es: Entrenamiento

# Configuracoes_btnCalibragemHistorico10
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico11
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico12
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico8
source: Histórico
es: Historia

# Configuracoes_btnCalibragemHistorico9
source: Histórico
es: Historia
